results/ycsb/4-nodes/6-clients/couchbase2/workloada_couchbase_custom/results-120.txt
[OVERALL], RunTime(ms), 44354
[OVERALL], Throughput(ops/sec), 2254.5880867565497
[TOTAL_GCS_G1_Young_Generation], Count, 20
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 610
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 1.3752987329214952
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 20
[TOTAL_GC_TIME], Time(ms), 610
[TOTAL_GC_TIME_%], Time(%), 1.3752987329214952
[READ], Operations, 50039
[READ], AverageLatency(us), 38513.77057894842
[READ], MinLatency(us), 90
[READ], MaxLatency(us), 4560613
[READ], Return=OK, 50039
[READ], 0, 1128497.7666666666
[READ], 1000, 92742.62322274882
[READ], 2000, 43094.816341829086
[READ], 3000, 39550.32626538988
[READ], 4000, 38862.79246530073
[READ], 5000, 45692.63861003861
[READ], 6000, 41271.0925170068
[READ], 7000, 37083.50962176509
[READ], 8000, 41944.54198473282
[READ], 9000, 34688.93542074364
[READ], 10000, 32338.009787928222
[READ], 11000, 38444.92483056069
[READ], 12000, 37333.29440993789
[READ], 13000, 32585.09765625
[READ], 14000, 36152.04667081519
[READ], 15000, 36530.369602763385
[READ], 16000, 32279.95835678109
[READ], 17000, 46788.64573268921
[READ], 18000, 34306.06048387097
[READ], 19000, 24718.46897959184
[READ], 20000, 27856.222167487686
[READ], 21000, 26436.197132616486
[READ], 22000, 28714.153318077802
[READ], 23000, 35523.92895339954
[READ], 24000, 33279.77487989019
[READ], 25000, 40714.53088803089
[READ], 26000, 35497.56233183856
[READ], 27000, 44273.31828442438
[READ], 28000, 32990.015490533566
[READ], 29000, 31871.53537936914
[READ], 30000, 23709.083398285267
[READ], 31000, 22320.187654320987
[READ], 32000, 31513.52369380316
[READ], 33000, 31136.516260162603
[READ], 34000, 18135.237125748503
[READ], 35000, 8998.432367149759
[READ], 36000, 6769.703125
[CLEANUP], Operations, 120
[CLEANUP], AverageLatency(us), 0.7
[CLEANUP], MinLatency(us), 0
[CLEANUP], MaxLatency(us), 12
[CLEANUP], 0, 0.6666666666666666
[CLEANUP], 1000, 0.75
[CLEANUP], 2000, 0.75
[CLEANUP], 3000, 1.0
[CLEANUP], 4000, 1.0
[CLEANUP], 5000, 0.42857142857142855
[CLEANUP], 6000, 0.7142857142857143
[CLEANUP], 7000, 0.0
[CLEANUP], 8000, 0.6666666666666666
[CLEANUP], 9000, 0.5
[CLEANUP], 10000, 0.6
[CLEANUP], 11000, 0.6666666666666666
[CLEANUP], 12000, 0.6
[CLEANUP], 13000, 0.3333333333333333
[CLEANUP], 14000, 0.3333333333333333
[CLEANUP], 15000, 1.9333333333333333
[CLEANUP], 16000, 0.3333333333333333
[CLEANUP], 17000, 0.42857142857142855
[UPDATE], Operations, 49960
[UPDATE], AverageLatency(us), 39581.211369095276
[UPDATE], MinLatency(us), 115
[UPDATE], MaxLatency(us), 4519638
[UPDATE], Return=OK, 49961
[UPDATE], 0, 1078192.5182481753
[UPDATE], 1000, 103382.5810914681
[UPDATE], 2000, 46071.210798816566
[UPDATE], 3000, 43313.57967032967
[UPDATE], 4000, 38898.823014804846
[UPDATE], 5000, 47601.69129082426
[UPDATE], 6000, 40234.18307997356
[UPDATE], 7000, 40964.84115281501
[UPDATE], 8000, 43097.25247524752
[UPDATE], 9000, 41581.70742637644
[UPDATE], 10000, 32129.904735062006
[UPDATE], 11000, 39789.67392657125
[UPDATE], 12000, 35246.389396709325
[UPDATE], 13000, 33229.49943883277
[UPDATE], 14000, 40939.09483870968
[UPDATE], 15000, 35591.26499708794
[UPDATE], 16000, 33499.45489338436
[UPDATE], 17000, 46860.068181818184
[UPDATE], 18000, 33842.19915029209
[UPDATE], 19000, 25874.89266547406
[UPDATE], 20000, 27761.116313454902
[UPDATE], 21000, 28145.458481915437
[UPDATE], 22000, 29076.045226130653
[UPDATE], 23000, 34972.34323922734
[UPDATE], 24000, 33853.89172413793
[UPDATE], 25000, 44134.88940955951
[UPDATE], 26000, 35273.39332247557
[UPDATE], 27000, 44551.34222737819
[UPDATE], 28000, 35683.04462659381
[UPDATE], 29000, 30991.34364548495
[UPDATE], 30000, 24855.673862760217
[UPDATE], 31000, 26245.033030553263
[UPDATE], 32000, 28854.181257706536
[UPDATE], 33000, 32619.59941089838
[UPDATE], 34000, 18774.98536585366
[UPDATE], 35000, 11798.48557089084
[UPDATE], 36000, 9636.646153846154