results/ycsb/4-nodes/6-clients/couchbase2/workloada_couchbase_custom/results-50.txt
[OVERALL], RunTime(ms), 48352
[OVERALL], Throughput(ops/sec), 2068.1667769688947
[TOTAL_GCS_G1_Young_Generation], Count, 17
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 430
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.8893117140966248
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 17
[TOTAL_GC_TIME], Time(ms), 430
[TOTAL_GC_TIME_%], Time(%), 0.8893117140966248
[READ], Operations, 50069
[READ], AverageLatency(us), 17978.54502786155
[READ], MinLatency(us), 76
[READ], MaxLatency(us), 2125645
[READ], Return=OK, 50069
[READ], 0, 71770.2005457026
[READ], 1000, 20428.420677361853
[READ], 2000, 21131.217569786535
[READ], 3000, 21016.11665182547
[READ], 4000, 18273.94782608696
[READ], 5000, 19412.47688564477
[READ], 6000, 19321.920030464586
[READ], 7000, 20016.501206757843
[READ], 8000, 17932.29678935004
[READ], 9000, 20488.139920948615
[READ], 10000, 17475.185397279885
[READ], 11000, 19710.350949628406
[READ], 12000, 20618.25938009788
[READ], 13000, 15941.495164410058
[READ], 14000, 18630.711287988423
[READ], 15000, 15578.189905362777
[READ], 16000, 19746.036525974025
[READ], 17000, 14632.118105515587
[READ], 18000, 17768.09010458568
[READ], 19000, 21419.67226890756
[READ], 20000, 16008.573719925971
[READ], 21000, 17189.906272530643
[READ], 22000, 13594.823720025923
[READ], 23000, 18257.14419329696
[READ], 24000, 16663.255536626915
[READ], 25000, 14870.564575645756
[READ], 26000, 12978.66314076485
[READ], 27000, 27144.131004366813
[READ], 28000, 21376.029166666667
[READ], 29000, 20437.80906460945
[READ], 30000, 20306.431144067796
[READ], 31000, 16029.68898678414
[READ], 32000, 19423.694840834247
[READ], 33000, 19696.836707152495
[READ], 34000, 10786.77894736842
[READ], 35000, 16268.508553654743
[READ], 36000, 12706.970391595034
[READ], 37000, 16814.75381485249
[READ], 38000, 12035.423333333334
[READ], 39000, 15513.116099071207
[READ], 40000, 7570.9874396135265
[READ], 41000, 8065.2056384742955
[READ], 42000, 7323.227979274611
[READ], 43000, 5299.545816733068
[CLEANUP], Operations, 50
[CLEANUP], AverageLatency(us), 1.18
[CLEANUP], MinLatency(us), 0
[CLEANUP], MaxLatency(us), 11
[CLEANUP], 0, 1.0
[CLEANUP], 1000, 1.0
[CLEANUP], 2000, 0.5
[CLEANUP], 3000, 1.0
[CLEANUP], 7000, 1.0
[CLEANUP], 8000, 1.0
[CLEANUP], 10000, 1.0
[CLEANUP], 11000, 4.0
[CLEANUP], 12000, 0.6666666666666666
[CLEANUP], 13000, 1.0
[CLEANUP], 14000, 1.0
[CLEANUP], 15000, 1.2
[CLEANUP], 16000, 0.6666666666666666
[CLEANUP], 17000, 2.4
[CLEANUP], 18000, 1.0
[CLEANUP], 19000, 1.2
[CLEANUP], 20000, 1.0
[CLEANUP], 21000, 1.2
[UPDATE], Operations, 49930
[UPDATE], AverageLatency(us), 19304.731664330062
[UPDATE], MinLatency(us), 114
[UPDATE], MaxLatency(us), 2143124
[UPDATE], Return=OK, 49931
[UPDATE], 0, 100887.62074554295
[UPDATE], 1000, 20430.325506072873
[UPDATE], 2000, 20409.655870445345
[UPDATE], 3000, 21945.453993055555
[UPDATE], 4000, 17727.733144073813
[UPDATE], 5000, 18945.738362760836
[UPDATE], 6000, 21592.76012461059
[UPDATE], 7000, 21874.697514995714
[UPDATE], 8000, 18727.292263610314
[UPDATE], 9000, 19849.624587458748
[UPDATE], 10000, 20543.025229357798
[UPDATE], 11000, 18829.11481768813
[UPDATE], 12000, 22512.86608695652
[UPDATE], 13000, 17357.50849858357
[UPDATE], 14000, 17292.209735146742
[UPDATE], 15000, 16306.258412698413
[UPDATE], 16000, 21917.9347639485
[UPDATE], 17000, 15281.942521631643
[UPDATE], 18000, 20785.447669977082
[UPDATE], 19000, 21119.982352941177
[UPDATE], 20000, 16252.854343566296
[UPDATE], 21000, 18189.80503597122
[UPDATE], 22000, 18949.787162162163
[UPDATE], 23000, 20495.873634945397
[UPDATE], 24000, 17132.582043343653
[UPDATE], 25000, 16744.433990895297
[UPDATE], 26000, 17559.723270440252
[UPDATE], 27000, 29937.992987377278
[UPDATE], 28000, 21672.941908713692
[UPDATE], 29000, 18176.239005736137
[UPDATE], 30000, 20179.388259526262
[UPDATE], 31000, 15382.329450915142
[UPDATE], 32000, 22673.36393442623
[UPDATE], 33000, 23973.934210526317
[UPDATE], 34000, 9933.212230215828
[UPDATE], 35000, 21622.555555555555
[UPDATE], 36000, 13081.442727272728
[UPDATE], 37000, 15513.6064453125
[UPDATE], 38000, 15775.185228604923
[UPDATE], 39000, 16676.756493506495
[UPDATE], 40000, 7512.002159827214
[UPDATE], 41000, 7936.7675507020285
[UPDATE], 42000, 6476.422182468694
[UPDATE], 43000, 4223.974910394265